{"/businesses":{"title":"City Businesses","data":{"business-applications#Business Applications":"Business Applications are currently closed.\nOnce reopened there will be an announcement made in the Discord\nBelow is a list of current businesses in the city along with any links to information provided by the business. This list is not all inclusive","restaurants#Restaurants":"Burger Shot\nYellow Jack\nPearls\nUwU\nPizza This\nLos Santos Tacos\nHornys","dealerships#Dealerships":"LS Aviation\n68 Offroad\nAtomic Slabs\nEast Coast Customs\nLuxury Autos\nFukaru\nWestern Motorcycles","others#Others":"Boost Addiction\nHaters\nPawnshop\nZancudo Drag Strip\nVanilla Unicorn (Coming Soon)\nLS Arcade"}},"/gangs":{"title":"KickenIT Roleplay Gangs","data":{"":"Below is information regarding the various whitelisted gangs in KickenIT Roleplay. These gangs have all completed a whitelist application which is located at the bottom of this form in order to be approved for whitelisting and to receive official in-city support such as gang management, gang stashes, gang specific vehicles and weapons, and a gang specific resource.Whitelisted Gangs are supposed to be held to a higher standard and should always focus on roleplay before gun play. Always attempt to roleplay out situations such as hostage taking before shooting the other side. Such as at meetings, trades, etc.","whitelisted-gangs#Whitelisted Gangs":"","organizations#Organizations":"The Cartel\nKhaos","gang#Gang":"Barbie Gang","motorcycle-club-mcs#Motorcycle Club (MC's)":"Angels of Death (AOD)\nThe Lost (Lost MC)","private-securitymercenary-group#Private Security/Mercenary Group":"Merryweather Security","applying-for-gang-whitelist#Applying for Gang Whitelist":"As stated above whitelist gangs are held to a higher standard, and must provide valuable RP before submitting an application, so please answer the following questions and open a ticket with the information (the gang leader must submit the ticket)","requirements#Requirements":"Minimum of two (2) original (OG) members that have been around for more than thirty (30) days in the city.\nThe gang has to be around in a non-whitelist status for more than thirty (30) days before a whitelist application may be approved.\nAll whitelist gang applications must be approved by majority vote from the admin team, meaning the more information you give us, the better the chance you have at getting approved.\nYou MUST provide three (3) clips proving that you provide valuable RP. These clips must show that your Gang is RP'ing with other members of the server, not just your own gang.\nNone of your gang members should have any strikes/warnings or they must be minimal.","questions-to-be-answered-in-support-ticket#Questions to be answered in support ticket":"What is the name of your gang?\nWho is the leader(s) of the Gang?\nWho are the original gangsters (OGs)?\nWho are the members in your gang?\nIs your gang Blood In/Out?\nWhat gang specific resource would you like have (not guaraunteed)?\nDo you confirm that at any point, KickenIT Roleplay admins reserve the right to disband a gang/organization if we feel that it is not fit for the community?\nPlease provide at least 3 clips proving that you have provided valuable RP. If you do not provide clips, your application will be denied. If you are having trouble recording clips (PC issues etc. please mention this in your ticket and we will work with you to see how to get documentation of your gang's rp)\nOnce you have completed the above questionnaire please open a ticket in the support channel with the answers and the admin team will be in contact."}},"/government":{"title":"KickenIT Roleplay Government information","data":{"":"This page contains information regarding various government run institutions i.e. Police, Chamber of Commerce, Department of Justice, etc.","los-santos-police-department#Los Santos Police Department":"Prospective applications to LSPD are required to fill out the below form to be considered for hiring. Failure to complete this form will result in a character being unable to join the police force.\nApplication Link","chamber-of-commerce#Chamber of Commerce":"Information coming soon","department-of-justice#Department of Justice":"Information coming soon"}},"/":{"title":"Introduction","data":{"":"Welcome to KickenIT Roleplay. Here on this site you will find information about our city including rules, penal codes, etc.","how-do-i-join#How do I join?":"If you wish to join KickenIT Roleplay first join our Discord and then submit a whitelist application here"}},"/penalcode":{"title":"Los Santos Penal Code","data":{"":"This version of the penal code is not final at this time. Once it is finalized this warning will be removed!","jurisdiction#Jurisdiction":"The island of Cayo Perico is not recognized under the Constitution of Los Santos. All laws and regulations do not apply.","traffic-laws#Traffic Laws":"","speed-limits#Speed Limits":"Residential/City : 50 MPH\nFreeway/Highway: 80 MPH\nAll vehicles operating on public areas must have registration plates on the exterior of the vehicle.\nIf a vehicle is not physically capable of attaching a plate, a note must be obtained from a mechanic, reported to MRPD so it can be added to the individual's record, and then kept in glove box of said vehicle.\nAll Motor Vehicles must be operated with due regard to the rights and safety of others.\nSection 900 of the penal code does not apply to emergency vehicles operating lights and sirens for legitimate purposes.","restricted-landing-zones#Restricted Landing Zones:":"Any and all police stations (unless ordered to do so)\nAny and all hospitals (unless ordered to do so or it is an extreme emergency)\nFort Zancudo Drag Strip (unless authorized)\nAny privately owned helipad without permission from the owner\nAny roof top that does not have a helipad\nRoadways (Unless an extreme emergency or ordered to do so)\nEmergency only qualifies if emergency personnel are called","weapons-laws#Weapons Laws":"Weapons and items which may be used as weapons are classified into three different categories:\nUnrestricted: Legal to own without any licensing.\nRestricted: May be possessed with valid Weapon Permit issued by Los Santos Police Department.\nIllegal: Items which are illegal for civilians to purchase, own, or carry for any reason.","licenses--permits#Licenses & Permits":"Licenses and permits may be revoked by city officials for public safety concerns, or repeat offenders.\nWeapons licenses will be revoked after being charged or convicted of any felony crime.\nWeapon licenses are the right of every citizen with no felony charges on their record.Citizens wishing to legally carry a restricted weapon must purchase and be issued a Weapon Permit.Sworn Law Enforcement may carry firearms authorized by the attached \"Authorized Police Weapons\" for the performance of their job duties.","aviation-licenses#Aviation Licenses":"These can only be obtained through Valkyrie Flight School.\nAny citizen with a DUI, or drug charge, or weapon sales charge is not eligible for an Aviation License.\nAny citizen with an Aviation License, will receive a strike point against their license if charged with a drug related offense, or a felony. A citizen may receive up to 3 strike points before the license is revoked.","bar-cards#Bar Cards":"A judge does not need to hold a bar card, however they must have passed the bar exam. If a judge is removed or leaves the DOJ they will lose all judicial powers and privileges.\nAny citizen wishing to represent another in the court of law must hold a bar card. Regardless of previous jobs, ranks or titles.\nTo obtain a bar card the following requirements/prerequisites must be made:","you-must-not-have-a-criminal-record#You must not have a criminal record.":"","you-must-be-hired-by-the-doj#You must be hired by the DOJ.":"","you-must-pass-the-bar-exam#You must pass the bar exam.":"Once you are no longer a part of the DOJ, your bar card is null and void.","hunting-and-fishing-licenses#Hunting and Fishing licenses":"Hunting and Fishing Licenses must be obtained from San Andreas Park Rangers prior to hunting.","hunting-and-fishing-laws#Hunting and Fishing Laws":"Hunting and Fishing laws in Los Santos are governed by the attached \"Hunting and Fishing\" document.","penal-code#Penal Code":"LEGAL CODE\tOFFENSES AGAINST PERSON(S)\tCLASSIFICATION\tTIME (months)\tFINE\tDEFINITION\t101\tAccessory to First Degree Murder\tViolent Felony\tHUT\t$1,000,000\t\t102\tAccessory to Hostage Taking\tViolent Felony\t10\t$600\tInvolved with holding someone with a threat to their life or well being with intent or declaration of using them for leverage for escape or personal gain.\t103\tAccessory to Kidnapping\tViolent Felony\t7\t$450\tAbducts a Government Employee and holds them against their will for an extended period of time.\t104\tAccessory to Second Degree Murder\tViolent Felony\t50\t$5,000\tAn accessory to murder is anyone who helps someone commit murder or helps that person after the party commits a murder. This can include giving someone a boat or vehicle in which to escape, giving them money to help them get away, hiding the murder weapon\t105\tAccessory to the Murder of a Public Servant or Peace Officer\tViolent Felony\tHUT\t$1,500,000\t\t106\tAggravated Assault\tFelony\t20\t$1,250\tAny Act or Attempt that places a Government Employee in reasonable fear for their safety.\t107\tAssault\tMisdemeanor\t15\t$850\tAny Act or Attempt that places another in reasonable fear for their safety.\t108\tAssault with a Deadly Weapon\tFelony\t30\t$3,750\tAssaults another through the use, or threatened use of a deadly weapon.\t109\tAssault with a deadly weapon against Public Servant or Peace Officer\tFelony\t45\t$5,000\tAssaults a Government Employee through the use, or threatened use of a deadly weapon.\t110\tAttempted Kidnapping\tFelony\t10\t$450\tThe act of trying to take someone against their will\t111\tAttempted Murder of a Civilian\tViolent Felony\t50\t$7,500\tWillfully and unlawfully causing an individual to be injured to the point they are rendered incapacitated.\t112\tAttempted Murder of a Public Servant or Peace Officer\tViolent Felony\t65\t$10,000\tWillfully and unlawfully causing a Government Employee to be injured to the point they are rendered incapacitated.\t113\tBattery\tMisdemeanor\t10\t$1,000\tIntentional or reckless use of force or violence against another person, without their consent.\t114\tBattery against a Public Servant or Peace Officer\tFelony\t20\t$2,000\tIntentional or reckless use of force or violence against a Government Employee, without their consent.\t115\tBiological Assault\tFelony\t25\t$2,500\tUses any sort of biological material to threaten or cause harm to another.\t116\tCannibalism\tViolent Felony\tHUT\t$1,000,000\tUnlawfully and intentionally ingesting the flesh, blood, or internal organs of other human beings.\t117\tCriminal Threats\tMisdemeanor\t5\t$500\tAny person who willfully utters a threat to commit a crime which will result in death or bodily injury to another person.\t118\tFirst Degree Murder\tViolent Felony\tHUT\t$1,000,000\tKills another person with the intent to kill with premeditation and deliberation.\t120\tHostage Taking\tViolent Felony\t20\t$1,200\tHolds a person with a threat to their life or well being with intent or declaration of using them for leverage for escape or personal gain.\t121\tInvoluntary Manslaughter\tViolent Felony\t60\t$7,500\tThe act of unintentionally killing another person as a result of a reckless or negligent act.\t122\tKidnapping\tViolent Felony\t15\t$900\tAbducts another person and holds them against their will for an extended period of time.\t124\tMurder of a Public Servant or Peace Officer\tViolent Felony\tHUT\t$1,500,000\tAny intentional killing that is done to a government employee\t125\tReckless Endangerment\tMisdemeanor\t10\t$1,000\tDisregard for one's own life or the life of another. This includes hunting outside of approved areas or within 200 yards of a residential/commercial area.\t126\tSecond Degree Murder\tViolent Felony\t100\t$15,000\tKills another person though the original intent was only to injure/harm.\t127\tTorture\tViolent Felony\t40\t$15,000\tUnlawfully inflicting physical or mental pain or suffering on another person, usually for the purpose of obtaining information, a confession, or punishment.\t128\tUnlawful Imprisonment\tMisdemeanor\t10\t$600\tUnlawfully restricts a person's movement within any area.\t129\tUnlawful Imprisonment of a Public Servant or Peace Officer\tFelony\t25\t$4,000\tUnlawfully restricts a Government Employee's freedom of movement within any area.\t130\tVehicular Manslaughter\tViolent Felony\t75\t$7,500\tWhena person unintentionally and recklessly causes the death of another with a vehicle\t\nLEGAL CODE\tOFFENSES INVOLVING THEFT\tCLASSIFICATION\tTIME (months)\tFINE\tDEFINITION\t201\tAccessory to Armed Robbery\tFelony\t15\t$1,500\tBeing present and or participating in the act of parent charge\t202\tAccessory to Robbery\tFelony\t12\t$1,000\tTheft of money or property from an individual or business.\t203\tArmed Robbery\tFelony\t30\t$3,000\tThe action of taking property unlawfully from a person or place by or threat of force while armed.\t204\tArmored Truck Robbery\tFelony\t20\t$3,300\tRobs or attempts to rob an armored truck\t205\tATM Robbery/ Robbery\tFelony\t25\t$2,000\tRobs or attempts to rob an ATM\t206\tAttempted Armed Robbery\tFelony\t25\t$1,500\tThe action of attempting property unlawfully from a person or place by force or threat of force while armed.\t207\tAttempted Robbery\tFelony\t20\t$1,000\tThe action of attempting property unlawfully from a person or place by force or threat of force.\t208\tBurglary\tMisdemeanor\t10\t$500\tThe act of entering into a building illegally with intent to commit a crime, especially theft.\t209\tCarjacking\tFelony\t30\t$2,000\tUnlawfully taking a vehicle belonging to another, with force or threat of bodily harm, with the intent to permanently or temporarily deprive the owner of the vehicle.\t210\tCasino Robbery*soon™\tFelony\t80\tpending\t\t211\tFederal Bank Robbery\tFelony\t90\t$60,000\tRobs or attempts to rob the Federal Bank\t212\tFleeca Robbery\tFelony\t20\t$7,000\tRobs or attempts to rob a Fleeca\t213\tGrand Larceny\tFelony\t45\t$7,500\tTheft of personal property having a value above a legally specified amount.\t214\tGrand Theft\tMisdemeanor\t10\t$600\tSteals property in the value of more than $5,000.\t215\tGrand Theft Auto (A)\tFelony\t15\t$900\tUnlawfully taking a vehicle belonging to another, or driving the vehicle without the owner's consent, with the intent to permanently or temporarily deprive the owner of the vehicle.\t216\tGrand Theft Auto (B)\tFelony\t35\t$3,500\tUnlawfully taking an emergency vehicle, or a vehicle owned by the government\t217\tLeaving Without Paying\tInfraction\t0\t$500\tThe act of leaving an establishment without paying for provided service.\t218\tMerryweather Security Robbery\tFelony\t80\t$30,000\tRob or attempts to rob Merrywather Security\t219\tOil Rig Robbery\tFelony\t80\tpending\tRob or attempts to rob Oil Rig\t220\tPaleto Robbery\tFelony\t50\t$30,000\tRobs or attempts to rob the Paleto Bank\t221\tPetty Theft\tInfraction\t0\t$250\tSteals property in the value of less than $5,000.\t222\tPossession of Government - Issued Items\tMisdemeanor\t10\t$1,500\tUnlawfully possessed government issue items. Including but not limited to flares, IFAKs, Road Barricades, Spike Strips, and any other items distributed solely by the government.\t223\tPossession of Items used in the Commission of a Crime\tFelony\t10\t$500\tBeing in possession of items that were previously used to commit crimes\t224\tPossession of Nonlegal Currency\tMisdemeanor\t10\t$750\tBeing in possession of stolen currency\t225\tRocks N' Socks Robbery\tFelony\t70\t$25,000\t\t226\tSale of Items Used in the Commission of a Crime\tFelony\t15\t$1,000\tThe act of selling items that were previously used to commit crimes\t227\tTampering with GPS Tracking Device/ Tampering with Vehicle\tMisdemeanor\t15\t$750\tTampers with electronic tracking device or vehcile tracking system\t228\tTheft of an Aircraft\tFelony\t20\t$1,000\tUnlawfully taking an aircraft without the consent of the owner, the business, or their appointed representative, and with the intent of using the aircraft for their own profit, purpose, or pleasure.\t229\tVangelico Robbery\tFelony\t30\t$3,960\tRobs or attempts to rob a Vangelico\t\nLEGAL CODE\tOFFENSES INVOLVING FRAUD\tCLASSIFICATION\tTIME (months)\tFINE\tDEFINITION\t301\tAntitrust\tFelony\t60\t$11,500\tUses unlawful or unethical business practices to take advantage of customers or competition.\t302\tExtortion\tFelony\t20\t$2,500\tUses threats or force in an attempt to obtain monetary or material gain.\t303\tForgery\tMisdemeanor\t15\t$1,000\tPossessing or creating any false, untrue, or misleading government document including but not limited to ID cards and license plates.\t304\tFraud\tMisdemeanor\t10\t$500\tUnlawfully uses false or fraudulent information to obtain property or services.\t305\tImpersonating\tMisdemeanor\t15\t$1,250\tImpersonates another person that could make them civilly or criminally liable, signing under a false name or providing documentation of another person.\t306\tImpersonating a Judge\tFelony\tHUT\t$10,000\tThe action of falsely identifying as a Judge to deceive\t307\tImpersonating a Public Servant or Peace Officer\tFelony\t25\t$5,000\the action of falsely identifying as a government employee to deceive'\t308\tMoney Laundering\tFelony\tHUT\t$10,000\tUnlawfully using businesses or other means to cause illicitly acquired funds appear legal.\t309\tPossession of Stolen Government Identification\tMisdemeanor\t20\t$2,000\tTo have the identification of a government employee\t310\tPossession of Stolen Identification\tMisdemeanor\t10\t$1,000\tTo have another persons Identification without consent\t311\tRacketeering\tFelony\t80\t$150,000\tOperating an organized criminal enterprise (business) engaged in illegal activities, often involving extortion, fraud, and other crimes.\t\nLEGAL CODE\tOFFENSES INVOLVING PROPERTY\tCLASSIFICATION\tTIME (months)\tFINE\tDEFINITION\t401\tArson\tViolent Felony\t15\t$3,000\tUnlawfully and intentionally setting fire to a building, vehicle, or other property.\t402\tCriminal Sale of of Illegal Contraband\tFelony\t15\t$1,500\tSale of any items used to aid in the commission of a felony, misdemeanor, or infraction. (Government Security Cards (G6 and AC cards), Green, Red, Blue Laptops, Hacking Devices, Thermite, or Decryptors, VPN, Crafting Schematics (for Illegal Items), Advanced Lockpicks)\t403\tFelony Trespassing\tFelony\t15\t$2,000\tThe unlawful act of entering, breaking into, or remaining concealed in a building or habitation.\t404\tLittering\tInfraction\t0\t$500\tThe act of discarding items in a non-acceptable container. Leaving trash and other items on the ground.\t405\tPossession of Illegal Contraband\tMisdemeanor\t0\t$1,000\tGovernment Security Cards (Gold and Black G6 and AC cards), Green, Red, Blue Laptops, Hacking Devices, Thermite, or Decryptors, VPN, Crafting Schematics (for Illegal Items), Advanced Lockpicks\t406\tPossession of Items Used In The Commission Of A Crime\tMisdemeanor\t10\t$1,000\tPossession of any items used in the commission of a felony, misdemeanor or infraction.\t407\tTrespassing\tMisdemeanor\t10\t$650\tUnlawfully enters, or remains on property without legal authority to do so.\t408\tUnlawful Possession of Government Property\tMisdemeanor\t10\t$1,500\tUnlawfully possessed government issue items. Including but not limited to flares, IFAKs, Road Barricades, Spike Strips, and any other items distributed solely by the government.\t409\tVandalism\tInfraction\t0\t$1,000\tIntentionally causing damage to property they do not own.\t410\tVandalism of Government Property\tFelony\t20\t$5,000\tIntentionally causing damage to government property, including vehicles and buildings owned by the Government.\t\nLEGAL CODE\tOFFENSES AGAINST PUBLIC OFFICIAL\tCLASSIFICATION\tTIME (months)\tFINE\tDEFINITION\t501\tAccessory to Jailbreak\tFelony\t25\t$10,000\tBeing present and or participating in the act of parent charge\t502\tAnti-Mask Law\tInfraction\t0\t$1,000\tWillfully wears a mask and refuses to remove it in a public institution or government building, or in hinderance of law enforcements duties.\t503\tAttempted Jailbreak\tFelony\t20\t$7,500\tThe willful and intentional attempted escape from a state or county detention facility\t504\tBribery of a Government Official\tFelony\t20\t$3,500\tOffering, giving, receiving, or soliciting something of value, such as money, gifts, or favors, with the intent to influence the actions or decisions of a government employee.\t505\tConspiracy to Commit a Felony\tMisdemeanor\t10\t$1,500\tAn individual or group conspiring to commit a felony at some point in time, and then taking some sort of action towards its completion.\t506\tConspiracy to Commit a Misdemeanor\tMisdemeanor\t10\t$1,000\tAn individual or group conspiring to commit a misdemeanor at some point in time, and then taking some sort of action towards its completion.\t507\tConspiracy to Commit Fraud\tFelony\t10\t$2,500\tAny act of conspiracy to defraud someone out of money or property. This can be filed as a misdemeanor or as a felony based on the facts of the case and criminal history.\t508\tContempt of Court\tFelony\tJudge Discretion\tJudge Discretion\tThe act of being disobedient to or discourteous towards a court of law and its officers in the form of behavior that opposes or defies the authority, justice and dignity of the court. Time/Fine is Judge Discretion.\t509\tCriminal Possession of Stolen Property\tMisdemeanor\t10\t$1,000\tPossesses any physical property that is reported and reasonably believed to be stolen.\t510\tEmbezzlement\tFelony\t45\t$10,000\tSteals or misappropriated funds that are used for a specific purpose.\t511\tEscaping Custody\tMisdemeanor\t10\t$1,500\tUnlawfully escaping, or attempting to escape custody.\t512\tFailure to Appear\tMisdemeanor\tJudge Discretion\tJudge Discretion\tFailure to Appear in Court or make contact with a lawyer or Judge within 10 days after going out on bail.\t513\tFelony Coercion\tFelony\t25\t$5,000\tThe practice of persuading someone to do something against their will that is a felony charge by using force or threats.\t514\tGraft\tFelony\t60\t$25,000\tThe unlawful acquisition of public money through improper and/or questionable transactions with public officials.\t515\tJailbreak\tViolent Felony\t30\t$15,000\tUnlawfully escaping, or assisting with the escape from prison\t516\tMisdemeanor Coercion\tMisdemeanor\t15\t$3,500\tThe practice of persuading someone to do something against their will that is a misdemeanor charge by using force or threats.\t517\tPerjury\tFelony\t50\t$25,000\tKnowingly lies under oath verbally or through writing in judicial proceedings.\t518\tPossession of Contraband in a Government Facility\tFelony\t25\t$2,500\tBeing in possession of items that are illegal while within a government building\t519\tResisting Arrest\tMisdemeanor\t5\t$1,500\tActively opposing, or refusing to comply with a lawful arrest by a law enforcement officer\t520\tTargeted Coercion\tFelony\t45\t$7,500\tBeing charged with Misdemeanor Coercion or Felony Coercion more than 3 times.\t521\tUnlawful Practice\tFelony\t15\t$2,500\tPractices law or medicine without proper state-sanctioned licensing.\t522\tViolating a Court Order\tMisdemeanor\tJudge Discretion\tJudge Discretion\tWillful disobedience of the terms written in a court order.\t523\tViolation of Restraining Order\tFelony\t15\t$2,500\tViolating the court ordered terms of a lawful restraining order.\t\nLEGAL CODE\tOFFENSES AGAINST PUBLIC ORDER\tCLASSIFICATION\tTIME (months)\tFINE\tDEFINITION\t601\tAiding and Abetting\tMisdemeanor\t15\t$850\tTo assist someone in committing or to encourage someone to commit a crime\t602\tAnimal Cruelty\tMisdemeanor\t10\t$500\tMaliciously and intentionally wounds or kills an animal that is not listed as approved hunting game.\t603\tDisobeying a Peace Officer\tInfraction\t0\t$750\tWillfully refusing or failing to comply with a lawful order, signal, or direction of any peace officer.\t604\tDisorderly Conduct\tInfraction\t0\t$500\tEngaging in behavior that is likely to cause alarm, anger, or resentment in others, or that creates a risk of public disturbance. Examples include public drunkenness, disturbing public assemblies, or creating public safety hazards.\t605\tDisturbing the Peace\tInfraction\t0\t$350\tUnlawfully disrupting the public order, or causing alarm or disturbance. Some examples include causing loud noises, fighting, and using offensive language.\t606\tDriving W/O License in Possession\tInfraction\t0\t$500\tOperating a vehicle without having proper identification on person or said vehicle.\t607\tDriving with a Revoked License\tMisdemeanor\t10\t$2,500\tDrives a vehicle while their drivers license is revoked or suspended.\t608\tEvidence Tampering\tFelony\t20\t$4,500\tThe willful and knowing interference with evidence from a lawful investigation\t609\tFailure to Provide Identification\tMisdemeanor\t15\t$1,500\tRefusing to provide government issued identification when there is probable cause to request it.\t610\tFalse Reporting\tMisdemeanor\t10\t$750\tReports a false or non existent crime, falsely identifying yourself, or giving false information to a police officer.\t611\tFelonly Obstruction of Justice\tFelony\t15\t$2,000\tActing in a way that hinders the process of Justice or lawful investigations while using violence\t612\tGovernment Corruption\tFelony\tJudge Discretion\tJudge Discretion\tThe use of powers by government officials or their network contacts for illegitimate private or personal gain.\t613\tHarassment\tMisdemeanor\t10\t$500\tIntimidates or pressures another person aggressively with unwelcome words, deeds, actions, or gestures. Continued harassment aggravates the charge leading to $10,000 per occurrence being added to the charge.\t614\tHarboring a Fugitive\tMisdemeanor\t10\t$1,000\tKnowingly providing shelter, assistance, or any kind of help to a person who has fled from law enforcement or is avoiding arrest or prosecution.\t615\tInciting a Riot\tFelony\t25\t$1,000\tOrganizes an event/assembly which results in violent conduct or creates a risk of causing public harm with a group of at least four people.\t616\tLoitering\tInfraction\t0\t$500\tIntentionally standing or waiting idly without apparent purpose.\t617\tMisdemeanor Obstruction of Justice\tMisdemeanor\t10\t$1,000\tActing in a way that hinders the process of Justice or lawful investigations\t618\tMisuse of a Government Hotline\tInfraction\t0\t$750\tUsing a government hotline (311 or 911) for illegitimate purposes.\t619\tObstructing Traffic\tInfraction\t0\t$500\tPrevents or obstructs the smooth flow of traffic\t620\tPublic Indecency\tMisdemeanor\t10\t$750\tThe unlawful act of willfully exposing their person, or the private parts thereof, in any public place where non-consenting individuals are present.\t621\tResist, Delay, or Obstruct a Peace Officer\tMisdemeanor\t0\t$500\tWillfully and unlawfully resist, delay or obstruct an officer executing their lawful duties.\t622\tStalking\tFelony\t25\t$5,000\tStalking is unwanted and/or repeated surveillance or contact by an individual or group toward another person.\t623\tTampering with an Investigation\tFelony\t25\t$5,000\tWillfully interferes with or obstructs an ongoing investigation by law enforcement, government agencies, or other authorized bodies. Examples include but are not limited to: destroying or altering evidence, influencing or intimidating witnesses, or providing false or misleading information\t624\tUnlawful Assembly\tMisdemeanor\t10\t$750\tParticipates in an event/assembly which results in violent conduct or creates a risk of causing public harm with a group of at least four people.\t625\tVehicle Tampering\tMisdemeanor\t15\t$750\tThe willful and knowing interference the normal function of a vehicle\t626\tVigilantism\tFelony\t20\t$1,500\tLaw enforcement undertaken without legal authority by a self-appointed group or person.\t\nLEGAL CODE\tOFFENSES INVOLVING DRUG POSSESSION\tCLASSIFICATION\tTIME (months)\tFINE\tDEFINITION\t701\tDrug Trafficking\tViolent Felony\t30+\t$7,500\t30g+ Meth, Acid, Cocaine, Ecstasy, Oxy, Magic mushrooms, Heroin, Mescaline,  Synthetic Marijuana (Spice), Quaalude, Bath Salts (PHP), Khat (For every gram over 30 charges will increase by 1 month and $660 per gram.)\t702\tFelony Possession of Marijuana\tFelony\t20\t$5,500\tPossession of 50g or more of Marijuana outside a private residence without a license to transport or sell authorized by The State of Los Santos. (Trimmings are 4g, joints are 1g, bags are 4g, bricks are 2500g.)\t703\tIllegal Possession of a Prescription Medication\tMisdemeanor\t10\t$660\tPossesses a prescription medication without a valid prescription.  (1-4 Bottles)\t704\tIllegal Possession of a Prescription Medication\tFelony\t20\t$2,640\tPossesses a prescription medication without a valid prescription.       (5 or more Bottles)\t705\tMisdemeanor Possession of Marijuana\tMisdemeanor\t5\t$250\tPossession of more than 12g and less than 24g of marijuana outside a private residence without a license to transport or sell authorized by The State of Los Santos. (Trimmings are 4g, joints are 1g, bags are 4g, bricks are 2500g)\t706\tMisdemeanor Possession of Marijuana 2nd degree\tMisdemeanor\t10\t$330\tPossession of 24g or more, but less than 50g of marijuana outside a private residence without a license to transport or sell authorized by The State of Los Santos. (Trimmings are 4g, joints are 1g, bags are 4g, bricks are 2500g)\t707\tPossession of Controlled Substance 1st Degree\tFelony\t15\t$2,500\t1g-20g Meth, Acid, Cocaine, Ecstasy, Oxy, Magic mushrooms, Heroin, Mescaline,  Synthetic Marijuana (Spice), Quaalude, Bath Salts (PHP), Khat\t708\tPossession of Controlled Substance 2nd Degree\tFelony\t20\t$4,500\t21g-29g Meth, Acid, Cocaine, Ecstasy, Oxy, Magic mushrooms, Heroin, Mescaline,  Synthetic Marijuana (Spice), Quaalude, Bath Salts (PHP), Khat\t709\tPublic Intoxication\tInfraction\t0\t$500\tWhen someone is intoxicated above legal limit in public\t710\tSale of a Controlled Substance\tMisdemeanor\t10\t$1,000\tThe sale of a substance that is controlled by law\t711\tTrafficking in Marijuana\tFelony\t20+\t$4,500\tPossession of 100g or more without a license to transport or sell authorized by The State of Los Santos. Stacks with 703. For every 10g over 50g +1 month and $330 per 10 grams (Trimmings are 4g, joints are 1g, bags are 4g, bricks are 2500g. )\t\nLEGAL CODE\tOFFENSES AGAINST PUBLIC SAFETY\tCLASSIFICATION\tTIME (months)\tFINE\tDEFINITION\t801\tCriminal Possession of Illegal Firearm Modifictions\tMisdemeanor\t10\t$500\tPossesses Illegal Firearm Attachments                                                               (Extended Magazine, Grip, Scope, Suppressor)\t802\tCriminal Possession of Weapon [Class 1]\tMisdemeanor\t5\t$800\tIllegally possesses a Class 1 Weapon\t803\tCriminal Possession of Weapon [Class 2]\tMisdemeanor\t10\t$1,200\tIllegally possesses a Class 2 weapon\t804\tCriminal Possession of Weapon [Class 3]\tFelony\t20\t$2,250\tIllegally possesses a Class 3 weapon\t805\tCriminal Possession of Weapon [Class 4]\tFelony\t30\t$3,500\tIllegally possesses a Class 4 weapon\t806\tCriminal Possession of Weapon [Class 5]\tFelony\t40\t$5,500\tIllegally possesses a Class 5 weapon\t807\tPossession of an Unregistered Weapon\tMisdemeanor\t5\t$1,000\tPossess a weapon that is not registered to the possessor\t808\tCriminal Possession of Government Weapon\tFelony\t35\t$4,500\tPossess unlawfully a police-issued weapon\t809\tCriminal Sale of Illegal Firearm Attachments\tFelony\t20\t$3,500\tSells Illegal Firearm Attachments                                                               (Extended Magazine, Grip, Scope, Suppressor)\t810\tCriminal Sale of Weapon [Class 1]\tFelony\t20\t$3,000\tSells a Class 1 weapon to a person who does not own a gun license.\t811\tCriminal Sale of Weapon [Class 2]\tFelony\t35\t$5,500\tSells a Class 2 weapon to a person who does not own a gun license.\t812\tCriminal Sale of Weapon [Class 3]\tFelony\t45\t$10,000\tSells a Class 3 weapon to a person who does not own a gun license.\t813\tCriminal Sale of Weapon [Class 4]\tFelony\t55\t$12,500\tSells a Class 4 weapon\t814\tCriminal Sale of Weapon [Class 5]\tFelony\t65\t$15,000\tSells a Class 5 weapon\t815\tCriminal Use of Weapon\tMisdemeanor\t10\t$500\tUse of a weapon while in commission of a crime\t816\tArms Trafficking\tFelony\tJudge\tJudge\tPossesses 10 or more illegal or unregistered weapon.\t817\tBrandishing\tMisdemeanor\t15\t$1,000\tUnlawfully displaying, waving, or drawing attention to a weapon in a threatening or intimidating manner.\t818\tInsurrection\tFelony\tJudge\tJudge\tAttempting to overthrow the government with violence\t819\tJaywalking\tInfraction\t0\t$250\tCrossing a roadway in a manner that is hazardous to motor vehicles\t820\tMisdemeanor Inducing Panic\tMisdemeanor\t10\t$2,000\tCauses serious public inconvenience or alarm through the use or threatened use of violence at private institutions. (Ex: Cherry Popper, PDM, Luchettis, etc)\t821\tFelony Inducing Panic\tFelony\t30\t$7,500\tCauses serious public inconvenience or alarm through the use or threatened use of violence at public institutions. (Ex: Pillbox Medical Center, City Hall, MPRD etc)\t822\tCriminal Use of Explosives\tFelony\t55\t$15,000\tUse of explosives to committing a crime\t823\tTerrorism\tFelony\t90\t$50,000\tUnlawfully uses violence and/or intimidation, especially against civilians, in the pursuit of political or ideological aims .\t\nLEGAL CODE\tOFFENSES INVOLVING OPERATION OF A VEHICLE\tCLASSIFICATION\tTIME (months)\tFINE\tDEFINITION\t901\tAircraft License Strike\tMisdemeanor\t15\t$2,000\tViolation of Aircraft License Provisions strike. Charge stacks with previous strikes. Revoke License at 3 strikes (First charge 15m/$2,000 fine, Second Charge 30m/$4,000, Third Charge 45m/$6,000)\t904\tAirspace Violation\tFelony\t15\t$5,000\tFlying in an unauthorized area (see top for restricted areas), or landing an aircraft outside helipads and airports when not responding to an emergency call and flying too low or in a dangerous manner.\t906\tDriving w/o Headlights or Signals\tInfraction\t0\t$300\tDriving after dusk and before dawn or in other poor visibility conditions without headlights or in a vehicle without brake lights or other signals.\t907\tDriving While Intoxicated\tMisdemeanor\t5\t$300\tDrives while affected by drug or alcohol intoxication.\t908\tEvading\tMisdemeanor\t5\t$400\tFlees from a Law Enforcement officer to avoid being apprehended, detained, or arrested while in a vehicle.\t910\tFailure to Maintain Lane\tInfraction\t0\t$300\tFailure to maintain control of a vehicle within an appropriate lane of travel.\t911\tFailure to Obey Traffic Control Devices\tInfraction\t0\t$150\tAll red traffic lights are to be treated as a four-way stop.\t912\tFailure to Stop\tInfraction\t0\t$600\tFailure to come to a complete and full stop at a posted stop sign, or red light. Right on red is permitted when a full stop is completed and after yielding to traffic and pedestrians.\t913\tFailure to Yield to Emergency Vehicle\tInfraction\t0\t$600\tFailure to yield right of way to an emergency vehicle operating emergency equipment\t914\tFirst Degree Speeding\tMisdemeanor\t0\t$750\tExceeded posted speed limit by 31+ MPH\t916\tHit and Run\tViolent Felony\t15\t$2,640\tThe act of causing a traffic collision and failing to stop and identify oneself afterwards. (Bodily injury of another person)\t918\tIllegal Car Modifications\tMisdemeanor\t10\t$10,000\tOperates a motor vehicle outside of a sanctioned setting with aftermarket parts or modifications installed (Only applies to owner or driver)\t919\tIllegal Passing\tInfraction\t0\t$300\tPassing another vehicle by a shoulder, median, or solid lines. Passing must be completely made without interfering with safe operation of any approaching vehicle from the opposite direction.\t920\tIllegal Turn\tInfraction\t0\t$150\tPerforming a turn at a stop sign or red light without coming to a full and complete stop, or failure to yield to traffic and pedestrians. Making a left-hand turn where signs posted prohibit such a turn.\t921\tIllegal U-turn\tInfraction\t0\t$75\tPerforming a U-turn that is within City Limits, or crosses lanes of traffic.\t922\tNegligent Driving\tInfraction\t0\t$300\tDrives in a manner that is careless to the rights and safety of others nearby.\t923\tNonfunctional Vehicle\tMisdemeanor\t0\t$75\tDrives a nonfunctional vehicle e.g. illegal window tint (Fully blacked out windows), doors, red/blue underglow/headlights, no license plate, etc.\t924\tPiloting without Proper Licensing\tFelony\t20\t$1,500\tUnlicensed operation of aircraft, or use of aircraft while on suspension or in a dangerous manner\t925\tPossession of Unregistered Vehicle\tMisdemeanor\t10\t$750\tPossesses a vehicle not registered with the state of Los Santos\t926\tReckless Driving\tMisdemeanor\t10\t$1,000\tDrives in a manner that is likely to cause injury or harm to self or others.  (Combination of 2 or more of the following: Speeding, opposite lanes of travel, failure to stop at stop signs/lights, swerving between traffic, or any other dangerous or reckless driving maneuver).\t927\tReckless Evading\tFelony\t10\t$1,250\tFlees from a police officer in a manner likely to cause injury or harm to self or others.\t928\tSecond Degree Speeding\tInfraction\t0\t$450\tExceeded posted speed limit by 1 - 30 MPH\t929\tStreet Racing\tViolent Felony\t15\t$1,500\tParticipating in a race with a motorized vehicle on a public street.\t930\tUnauthorized Parking\tInfraction\t0\t$300\tParks in a non designated area.\t931\tUnlicensed Operation of Vehicle\tInfraction\t0\t$500\tDrives a car without a proper license.\t\nLEGAL CODE\tOFFENCES INVOLVING HUNTING/FISHING VIOLATIONS\tCLASSIFICATION\tTIME (months)\tFINE\tDEFINITION\t1001\tHunting in Restricted Areas\tInfraction\t0\t$500\tHarvesting game in areas where it is prohibited to do so\t1002\tHuting outside of hunting hours\tInfraction\t0\t$1,500\tHarvesting animals outside of specified time to do so\t1003\tHunting with a Non-Hunting Weapon\tMisdemeanor\t10\t$2,500\tTo use a weapon not lawfully stated or manufactured to be used for the harvesting of wild game\t1004\tOverhunting\tMisdemeanor\t10\t$1,500\tTaking more than legally specified amount of game\t1005\tFishing w/o a License\tInfraction\t0\t$750\tFound in the act of fishing without possessing a license.\t1006\tHunting w/o a License\tInfraction\t0\t$750\tFound in the act of hunting or with game carcasses without possessing a license.\t1007\tPoaching\tMisdemeanor\t20\t$5,000\tThe illegal process of trespassing to hunt or steal game / without permission."}},"/rules":{"title":"KickenIT Roleplay City Rules","data":{"":"Ignorance of any rule or rules outline in this document does not constitute a valid reason to break said rule or rules.\nSituations are reviewed by multiple members of staff to ensure a fair and unbiased conclusion is reached.\nA report is not required for staff action to be taken.\nWhen a staff member is involved in a situation, they are not part of the review process and are treated just as any other player.\nThis is a Roleplay server, please RP any instance that you can out, if it is something that can not be handled in the city or should be brought to the attention of an admin/dev, we reserve the right to close any ticket that we feel can be handled in the city.\nThe server is a Serious Roleplay Server however, you may see things in this server that you are not used to seeing in other Serious Roleplay Servers. This is because we keep content creation in mind. We also try to maintain roleplay over rule play. We are all here to have fun but don't be afraid to lose items, chases, gunfights, etc.\nPlease DO NOT DM any of the Staff members, doing so will result in a ban, if you need to speak to any of us, please make a ticket and bring it up so we can keep track of it.","overview#Overview":"You must be able to understand and speak english.\nYou must have a quality microphone to play on the server.\nYour character's name must be realistic and not in any form be racist sexist homophobic or inappropriate in any way. Do not use celebrity names as the name of your character.\nRacism, sexism, and homophobism is prohibited.\nTreat each other with respect. Constant toxicity will lead to you being removed from our community.\nNo suicide roleplay. In addition, do not bring any real life events to the city.\nNever break character over any situation. If you are involved in a situation where a rule was broken, complete the roleplay situation and then make your report. If you break character during the situation you may also be banned.\nAdvertising other communities is STRICTLY prohibited.\nCyber threats, or threatening of another individual over the internet, is illegal and these will be taken seriously and you will be removed from the community.\nDo not spam messages, server commands, or irritating sounders using voice-chat\nERP may only be conducted in private settings when both parties consent. Please ensure to have proof (a screenshot, or ideally a video clip) providing both parties consented in case any reports arise as this will be your only protection.","rules#Rules":"","characters#Characters":"You are not allowed to transfer money/items from one character of yours to another character of yours.\nSeparate your characters; enemies, friends and locations known on one character shouldn’t be known on another character.\nYou can not identify people by their voice if their face is covered by a mask.\nThe only PED models allowed to be used are the freemode male/female models. There are other peds available but they may only be used by those who are whitelisted to the model. Use of any model besides freemode or one you are whitelisted to will result in a ban.\nYou are allowed only ONE gang / organization character.","prohibited-rp#Prohibited RP":"Suicide RP and Sexual Assault RP are prohibited, Vigilantism is subject to approval by admins before proceeding.\nAs a worker of any emergency service ( PD, EMS, FD ETC) you may not sell any weapons or equipment from the armory. (Unless you get approval of corruption from staff)","new-life-rule-nlr#New Life Rule (NLR)":"If you are intentionally downed and ocean dumped or left in a remote area, you forget ALL EVENTS leading up to your death and lose any RP reason to seek revenge. (This includes the last 30 minutes before your death.)\nIf you are taken to the hospital and are revived there, you can remember all events leading up to your death. This does include Ocean Dumping and Leaving in a Remote area if found.\nOnce a player gets downed, they cannot come back onto a scene\nYou cannot decide when another person permanently kills their own character, these decisions are made OOC and agreed upon before the attempt. You may plan out a scenario for perma’ing a character.\nThe only EXCEPTION to this rule is if you have signed a blood-in/blood-out contract with a gang then your life is forfeit if they so choose. If the gang chooses to enforce this option then they will need to raise a ticket and present evidence to support this decision. If a valid case with supporting evidence is presented that warrants permaing a character then the contract will be enforced. This is not to encourage permaing others characters for minor grievances/misunderstandings/etc. Permanent death should only be used as a last resort when warranted by the roleplay.\nRP your injuries. During active situations, you should RP your injuries even after getting revived by Pillbox for at least 5 minutes.","metagaming#Metagaming":"Using information that your character did not find out in game which includes streams, discord channels, or anything used to enhance your roleplay. This also includes information between different characters.\nAfter you die, you cannot talk about your death through in-character channels unless someone informs you through RP.\nUse of any third-party platforms (to include, not limited to, Discord, Skype, Twitch. YouTube, Kick, Gilded, ETC) for communication is prohibited.\nAny use of powers (tx/admin panels) to influence a roleplay situation is STRICTLY prohibited. All power usage is logged and only viewable by the server owners.","powergaming#Powergaming":"Attempting to use roleplay as an excuse for abusing non-existent game mechanics to gain an advantage within roleplay (i.e: not properly identifying your wounds, unrealistic use of /seat, or using handcuffs without compliance)\nYou should not be selling drugs while in a car or on a bike. There is a reason that you may not start selling from inside of a vehicle. You must be on foot while selling.\n/e sitchair into a building is considered powergaming! So remember dont power game!\nUse of various emotes while in vehicles comes with a strict set of limitations. Violation of these limits will result in punishment up to being banned. These limits are as follows:\nDriving while in an emote that conceals your character in a vehicle is STRICTLY forbidden. This is grounds for immediate punishment.\nShooting while in an emote that conceals your character in a vehicle is STRICTLY forbidden. This is grounds for immediate punishment.\nPassengers may utilize emotes that conceal their character in a vehicle while the vehicle is in motion but the above limits still apply.\nDrift and Drag cars are not allowed for use during heists. They are only to be used in races.","random-deathmatch-rdm#Random Deathmatch (RDM)":"Killing another player(s) without any roleplay reason or an attempt to roleplay. You must initiate before killing someone and can’t just kill someone without the intent to roleplay. This is mainly left to admins discretion.\nPlease utilize your judgment skills when it comes to initiating gunfights near server restarts. This generally means don’t go killing someone for the purposes of roleplay in the last 10 minutes leading up to restart. Failure to follow this guideline is considered RDM and will be handled accordingly.","vehicle-deathmatch-vdm#Vehicle DeathMatch (VDM)":"Killing or attempting to injure another player(s) with a vehicle without any intent to roleplay is not allowed.\nIf somebody holds a gun to you while you are in a vehicle that is turned on, you can drive away / run them over as your intention of escape and nothing further.\nYou should treat your vehicle as if you actually owned it.\nYou should not be ramming other players or using your car as a weapon. You wouldn’t realistically use your vehicle as a weapon. (admin discretion)","cop-baiting#Cop Baiting":"Attempting to bait police into arresting you or pulling you over. You should not put yourself into cop scenes if you are not involved without reason. Being bored is not a reason. (Do not just randomly shoot in an area to ambush police. This excludes cops pulling up to gang on gang beef or war.)","fail-rp#Fail RP":"Where this rule can be quite broad, it will apply to any action that is either unrealistic or failure to roleplay. An example here would be attempting to pass items through glass.\nAt no time may anyone escape prison, or assist someone in escaping prison, using a helicopter. This rule is also encompassed with FailRP as there would be prison guards who would shoot down the helicopter IRL.","fear-rp#Fear RP":"Fear roleplay is the concept of role-playing fear for your character’s life in situations where your attacker is able to quickly end your life at will. This can come in the form of having a weapon aimed at your character's head at close range, where reaching for your own weapon would result in you being killed instantly, or where your life is in direct danger and any attempt to resist would result in your immediate death.","breaking-character#Breaking Character":"You should not break character at ANY time in the city.\nUsing terms you would use in real life, such as referring to someone's voice as “microphone”\nRemember to FINISH any situation where a rule break occurs and report it afterwards.\nYour characters should never know about each other unless someone tells you about them, or finds out about them in the city. Such as a cop reading a report, or someone telling you about something that they did.\nStaff is not to be referred to in the city under any circumstances, nor should bans, rule breaks, or anything similar related to staff duties. There is a ticket system in place for those affairs.\nReports of any kind (bug, staff, support, etc) made in- character to any member of the staff or development team will result in an immediate ban. It completely ruins the immersion our team is having and we will have zero tolerance for this behavior. For example: “ I wish the gods would fix (insert problem here)”.","unrealistic-driving#Unrealistic Driving":"HUH? Jumps are risky, have fun! (This city is set up for fun RP and cool content. Jumps make cool content.)","default-danny#Default Danny":"You must alter your character when you first spawn in. Attempting to roleplay with the default character will result in a ban. We don’t wanna ruin peoples immersion, please create the BEST YOU possible.","griefing#Griefing":"The act of intentionally irritating another player with malicious intent is not allowed.\nBody dumping is allowed but you are not allowed to do it without valid roleplay reason.","exploiting#Exploiting":"Any abuse or exploits of in game mechanics are not allowed. This includes but is not limited to duplicating items or sharing items, money, and knowledge between your characters. Example, Cutting down all the logging trees, and flying out in order to “respawn” them.\nIf caught exploiting, Staff will address it immediately\nIf you find a bug, report it under the ticket section.","combat-logging#Combat Logging":"Leaving the server during an active situation to avoid negative in-character consequences; which includes being killed, robbed, or arrested is prohibited.\nIf you need to leave for something out of the city, communicate it as best as you can in character.\nIf your game crashes, please post with a screenshot of your crash message in the #crash-reports channel in the Discord\nIf you leave the server during an active combat situation and do not express why, you will be banned.","misuse-of-ooc-chat-in-city#Misuse of OOC chat in city":"OOC should only be used for major issues that prevent roleplay from continuing and should never be used for general / support questions, that is what Discord can be used for. If you misuse OOC chat, it may result in a ban.","toxicity#Toxicity":"Whether in character or out of character, you should never speak or treat anyone negatively that does not make sense to your character’s traits/ Never take anything from in city OOC to create an argument or tension within the community\nBeing toxic in any way, shape, or form, whether it's in the server or Discord, can have you removed from our community. If you have an issue please create a ticket and we can properly discuss it and try to solve it as best as we can.","reporting#Reporting":"When reporting, be sure to make a ticket on Discord as there will be no other acceptable way to report, Please be as detailed as possible when reporting other players. Include the player name. Character name, or ID. Provide any video evidence, If no evidence is provided, then there may be nothing done on the report. This includes lost/vanished items or cars.\nIf you notice an issue or rulebreak, do not call them out in Discord or in the city. Make a ticket so staff can take care of the situation\nIf the incident you are reporting involves staff and you feel that you cannot let them be involved in the ticket then utilize the Private Support option. Be aware that these are handled exclusively by the owners and may take longer to resolve.\nBug reports that can be exploited or require compensation should be submitted via a bug report ticket. Any other bug report can be posted in the bug reports forum where a community member might be able to assist.","criminal-activity#Criminal Activity":"NO heists (to include house robberies) may take place 30 minutes before or 30 minutes after a restart.\nIf a scene was initiated prior to the 30 minute limit before a storm and is still going during the storm, it may continue immediately into the next storm.\nChain robbing is not allowed. You must wait at least 30 minutes between robbing a store or bank.\nUtilizing test drive vehicles for ANY criminal activity is STRICTLY prohibited. You will be given one warning and cops WILL impound the test drive on site.\nWhen doing ANY heist and cops are not on scene, you must wait at least 10 minutes from the end of the heist before leaving the scene.\nHaving your friend fly in on his cop character to allow various criminal activity and not having them actively participate in trying to capture you is STRICTLY prohibited\nIf you are doing a bank truck heist and intend to move the bank truck (in case you fail the hack etc) you must have a hostage. In the event that you fail the hack for the truck without a hostage you must stay at the location until police arrive.","hostage--kidnapping#Hostage / Kidnapping":"You cannot kidnap someone for no reason.\nYou are not allowed to kidnap a government official (EMS/PD) without a valid RP reason. You not liking them is not a valid RP reason.\nYou are not allowed to kidnap an officer unless there are 6 other officers present.\nFind a real hostage and plan out your robberies. You cannot use someone in your own crew as a hostage because you cannot find someone.\nBe realistic with your robberies and plan your hostages (minimum of 1), make sure that you have enough hostages for all of your demands, or time. Understand that due to time, Police can breach the building, if you do not have enough hostages to trade for time.","robbing-other-players#Robbing other Players":"Players are allowed to rob other players by either roleplaying it or by forcing them to raise their hands. Do not pocket wipe without a valid reason to do so, this should not be your first instinct. You may rob bodies after you have killed them. You cannot kill people with the sole intention of robbing them. DO NOT rob people as your main source of income.\nA criminal is not allowed to demand someone to hand over ownership of their vehicle, BUT they can demand the spare keys to a vehicle.\nYou may not demand someone to withdraw money from their bank accounts from an atm / bank.\nUnder no circumstances can a criminal force his victim to sell his property, such as houses, vehicles or businesses.\nYou CANNOT rob government employees (PD,DOJ,EMS) STRICTLY for the purpose of obtaining their belongings. This is cop baiting.","scamming#Scamming":"Scamming is allowed but be realistic, if you do not own a vehicle you cannot pretend you do and “sell” it to someone.","low-effort-roleplay#Low Effort Roleplay":"If you’re bored with your time in the city, think of something creative that is beneficial and fun for everyone, not just you and your group (i.e: go mountain biking, have a car meet / cruise, go out to lunch etc.)\nWe are a roleplay server for a reason.","no-intent-to-roleplay-nitrp#No Intent to Roleplay (NITRP)":"If you have no intentions of roleplaying, staff may reach out to you to address the situation.","derogatory-terms#Derogatory Terms":"Any homophobic, racist, transphobia, or anything that could be considered hateful towards a person, or group of people, is NOT allowed.","steam-account#Steam Account":"Your steam name cannot include any offensive language or terms.\nYour account is your responsibility, if someone else uses your account and gets banned, that is your responsibility and your account.","hunting-rifle#Hunting Rifle":"A hunting rifle cannot be used against players and must only be used for hunting.","selling-locations#Selling Locations":"If someone comes to you with knowledge that you know where it is at, and asks for it, you can charge a price or item for the location.","live-streams#Live Streams":"You are allowed to stream anything in the city. Nothing has to be hidden at any point in the city, but what you choose to hide on your stream is your choice. Though again with that being said, no metagaming locations or information of any sort. Learn information through RP.","away-from-keyboard-afk#Away From Keyboard (AFK)":"Going AFK is not an excuse to not become a hostage or be part of any criminal activity. If you are AFK and want to avoid being taken hostage, go into your house or apartment when you are alone.\nIt is your responsibility to get yourself into a safe spot if you are going to walk away from the game.\nGoing AFK while doing a job will not be tolerated unless its an EMERGENCY","clips--bodycam#Clips / Bodycam":"You cannot use a body cam to combat the NLR rule. Once you are downed, that is it.\nCops run body cam and they have tracking devices, however if a person comes up after pd is down and does /me takes body cam or your tracking device is removed from your pockets then there is no evidence to pursue charges.","real-world-trading#Real World Trading":"You cannot purchase any in-game items with real-life money. This would also include buying and selling import cars using in-game currency since those vehicles are only obtainable through purchases and giveaways.","gang--cop-limits--standards#Gang & Cop Limits / Standards":"","gangs#Gangs:":"Gang Limit = 10 members including hang arounds\nWhen blooding someone out of your group / gang, you must provide staff proof the individual agreed to a blood in/blood out contract. Only Whitelisted gangs are approved for Blood in/Blood out.\nPolice Raids constitute the entire gang being allowed to defend turf with all individuals. Houses are not included.","criminal-limits--standards#CRIMINAL LIMITS / STANDARDS":"Store Robbery: 4 Crim Max\nATM Robbery: 4 Crim Max\nBank Truck Robbery: 4 Crim Max\nFleeca Bank: 4 Crim Max\nVangelico: 4 Crim Max\nPaleto Bank: 4 Crim Max\nBobcat/MWS: 4 Crim Max (Coming Soon)\nWarehouse Robbery: 4 Crim Max (Coming Soon)\nOil Rig: 6 Crim Max (Coming Soon)\nCasino: 6 Crim Max (Coming Soon)\nRocks n Socks Jewelry: 6 Crim Max\nPacific Bank: 6 Crim Max\nMWS PvP Heist: 4 Crim Max\nCayo PvP Heist: 6 Crim Max\nBasic Situations (10/80s/Shootouts/Boosting/Chopshop): 4 Crim Max\nCop shootouts 4 crim max, Cop shootout clause does not apply.\nRemember to always value your life and no combat logging.","private-security-merryweather#Private Security (Merryweather):":"Anyone may hire private security to plus up their numbers to the limit for the applicable activity. It is the responsibility of the private security to ensure that they do not exceed limits for any activity be it a gang war etc.\nEXAMPLE: You are engaged in a gang war and are the only gang member in city. The opposing gang has 4 members in city. You decide to hire private security for your protection. You may hire up to 5 so you have a total of 6 while the opposing gang can only hire up to 2 to bring their total to 6.\nIn the event that you are defending your gang turf with the assistance of private security you can only hire up to the limit of 10 and if additional gang members fly in then the private security will need to disengage and retreat from the scene.\nIt is the responsibility of the private security force to ensure compliance with engagement limits. It is understood there may be moments where limits are exceeded for brief interactions but it should be minimized and if it is a problem please submit a ticket with video evidence.","kill-on-sight-kos#Kill On Sight (KOS)":"KOS is against the rules unless during Events, Gang Wars/Gang Beef, someone is removing a gang spray.","rules-for-gang-wars#Rules For Gang Wars":"Gang wars should only be initiated by the leaders of the gang within the city. The terms of the war will be mutually agreed upon by both gang leaders and will serve as the rules for the conflict. It's important to ensure that you adhere to all these rules.\nGang Wars are limited to what gangs agree upon\nOnce a shootout occurs the  gang that started it are on a 15 minute shootout cooldown, Once the enemy gang retaliates they are also on a 15 minute cooldown. Applies to beef as well. (This will be HEAVILY ENFORCED.)\nAfter agreeing to the terms in the city, you must post the terms for Beef/War in gang chat, this is a requirement for gang leaders to post here.\nMinimum term list below:\nIs this beef going to be KOS?\nWhat has happened RP wise to build this gang war?\nWho is fighting in the Gang War?\nLeaders of the gangs?\nAll other terms discussed and agreed upon.","more-information-on-gang-wars#More information on Gang wars":"There needs to be an actual RP build up to have a gang war\nKOS on turfs is ALLOWED\nKOS is also something that needs to be established with the leaders during the gang war meeting. IF THIS IS NOT ESTABLISHED IN WAR TERMS, STAFF WILL REACH OUT AND ADDRESS THE SITUATION.\nIt is HIGHLY recommended and encouraged that if KOS for a gang war is an agreement that a ticket is logged with approval from both gang leaders. Either one can initiate the ticket and @/ping the other gang leader and each may provide their approval for the war and the terms. This is to prevent confusion and he said/she said issues.\nWhile in gang war, you must rep your color at all times, unless doing criminal activities such as heists.  Some members do not have to participate in shootouts and or war but have to  anticipate being shot at or taken hostage.\nWhen going down in a situation, you must wait 15 minutes before injecting yourself into any criminal situation. If taking medical. (GLOBAL FOR COPS AND CRIMS IN ANY SORT OF SHOOTOUT.)\nWhen you are pushing a rival gang on their turf, both sides are allowed the full member count of their gang. ← Example A gang with 10 members pushes a gang with 10 members, it would become a 10v10.\nExample: If a 5 man group pushes the 10 man group on their turf, ALL 10 will be able to attack back. You will no longer be locked to only 5 defending your turf. If an opposing gang feels brave enough to push another gang turf, they must face the wraith.\nAnything OUTSIDE of the turf will remain a 6v6. (However if a gang is hanging out together and you try to press them then they can respond with everyone in that situation.)\nYou may return to your turf after for example being shot at alta, although if you do return the 6v6 becomes the whole gang against the whole gang.\nYou are not allowed to ally with anyone outside of your gang to attack a different gang, unless you have hired a mercenary group through RP. (Merryweather Security)","graphic-changes#Graphic Changes":"No shooter or pvp packs are permitted.\nNo RPF modifications (delete props/etc.)\nNo Graphic changes outside of the default GTA graphics are permitted (to include minecraft roads and no props ETC)\nStretched Resolution is not permitted.\nBlood Packs are permitted. Only Realistic Blood type of packs are allowed no alterations such as Confetti, Electricity, Cards, Axes, ETC\nNVE and Texture packs like that are perfectly acceptable making it a more realistic feeling but altering the game for beneficial gain will not be tolerated.","cheats--injection#Cheats / Injection":"Use of any cheats/executors/injectors is STRICTLY prohibited.\nWe are aware that things such as Wallhacks/ESP and Aimbot are not detectable but that doesn’t make it okay. We have other methods to detect use of these tools and will hand out punishment accordingly.","scenario-characters#Scenario Characters":"At times various characters in the city controlled by staff members require OOC knowledge to make decisions. These characters are presumed to have unnatural knowledge of events that occur in the city and are ALLOWED to make decisions based on this information.\nThese characters are only around for limited periods of time and may take various forms to complete the scenarios envisioned by the staff. Do not attempt to unmask or reveal these characters.\nThese characters are NOT the primary characters played by the staff member.\nCharacters not controlled by staff are not permitted to use OOC knowledge for any decision making.\nBy interacting with these characters you are agreeing that these characters may be influenced by events they did not witness firsthand. If you do not agree to these terms then you will not be able to interact with that character nor receive any tasks/rewards from them.","closing#Closing":"All rules are subject to be changed at any time without due notice.\nBan length is dependent on previous bans/warnings and the severity of the rules broken.\nYou may open a ban appeal ticket to discuss your ban."}}}