{"/businesses":{"title":"City Businesses","data":{"business-applications#Business Applications":"Business Applications are currently closed.\nOnce reopened there will be an announcement made in the DiscordBelow is a list of current businesses in the city along with any links to information provided by the business. This list is not all inclusive","restaurants#Restaurants":"Burger Shot\nYellow Jack\nPearls\nUwU\nPizza This\nLos Santos Tacos\nHornys","dealerships#Dealerships":"LS Aviation\n68 Offroad\nAtomic Slabs\nEast Coast Customs\nLuxury Autos\nFukaru\nWestern Motorcycles","others#Others":"Boost Addiction\nHaters\nPawnshop\nZancudo Drag Strip\nVanilla Unicorn (Coming Soon)\nLS Arcade"}},"/gangs":{"title":"More information coming soon","data":{}},"/":{"title":"Introduction","data":{"":"Welcome to KickenIT Roleplay. Here you will find information about our city including rules, penal codes, etc."}},"/penalcode":{"title":"Coming soon","data":{}},"/rules":{"title":"KickenIT Roleplay City Rules","data":{"":"Ignorance of any rule or rules outline in this document does not constitute a valid reason to break said rule or rules.\nSituations are reviewed by multiple members of staff to ensure a fair and unbiased conclusion is reached.\nA report is not required for staff action to be taken.\nWhen a staff member is involved in a situation, they are not part of the review process and are treated just as any other player.\nThis is a Roleplay server, please RP any instance that you can out, if it is something that can not be handled in the city or should be brought to the attention of an admin/dev, we reserve the right to close any ticket that we feel can be handled in the city.\nThe server is a Serious Roleplay Server however, you may see things in this server that you are not used to seeing in other Serious Roleplay Servers. This is because we keep content creation in mind. We also try to maintain roleplay over rule play. We are all here to have fun but don't be afraid to lose items, chases, gunfights, etc.\nPlease do not DM any of the Staff members, doing so will result in a ban, if you need to speak to any of us, please make a ticket and bring it up so we can keep track of it.","overview#Overview":"You must be able to understand and speak english.\nYou must have a quality microphone to play on the server.\nYour character's name must be realistic and not in any form be racist sexist homophobic or inappropriate in any way. Do not use celebrity names as the name of your character.\nRacism, sexism, and homophobism is prohibited.\nTreat each other with respect. Constant toxicity will lead to you being removed from our community.\nNo suicide roleplay. In addition, do not bring any real life events to the city.\nNever break character over any situation. If you are involved in a situation where a rule was broken, complete the roleplay situation and then make your report. If you break character during the situation you may also be banned.\nAdvertising other communities is STRICTLY prohibited.\nCyber threats, or threatening of another individual over the internet, is illegal and these will be taken seriously and you will be removed from the community.\nDo not spam messages, server commands, or irritating sounders using voice-chat\nERP may only be conducted in private settings when both parties consent. Please ensure to have proof (a screenshot, or ideally a video clip) providing both parties consented in case any reports arise as this will be your only protection.","rules#Rules":"","characters#Characters":"You are not allowed to transfer money/items from one character of yours to another character of yours.\nSeparate your characters; enemies, friends and locations known on one character shouldn’t be known on another character.\nYou can not identify people by their voice if their face is covered by a mask.\nThe only PED models allowed to be used are the freemode male/female models. There are other peds available but they may only be used by those who are whitelisted to the model. Use of any model besides freemode or one you are whitelisted to will result in a ban.\nYou are allowed only ONE gang / organization character.","prohibited-rp#Prohibited RP":"Suicide RP and Sexual Assault RP are prohibited, Vigilantism is subject to approval by admins before proceeding.\nAs a worker of any emergency service ( PD, EMS, FD ETC) you may not sell any weapons or equipment from the armory. (Unless you get approval of corruption from staff)","new-life-rule-nlr#New Life Rule (NLR)":"If you are intentionally downed and ocean dumped or left in a remote area, you forget ALL EVENTS leading up to your death and lose any RP reason to seek revenge. (This includes the last 30 minutes before your death.)\nIf you are taken to the hospital and are revived there, you can remember all events leading up to your death. This does include Ocean Dumping and Leaving in a Remote area if found.\nOnce a player gets downed, they cannot come back onto a scene\nYou cannot decide when another person permanently kills their own character, these decisions are made OOC and agreed upon before the attempt. You may plan out a scenario for perma’ing a character.\nThe only EXCEPTION to this rule is if you have signed a blood-in/blood-out contract with a gang then your life is forfeit if they so choose. If the gang chooses to enforce this option then they will need to raise a ticket and present evidence to support this decision. If a valid case with supporting evidence is presented that warrants permaing a character then the contract will be enforced. This is not to encourage permaing others characters for minor grievances/misunderstandings/etc. Permanent death should only be used as a last resort when warranted by the roleplay.\nRP your injuries. During active situations, you should RP your injuries even after getting revived by Pillbox for at least 5 minutes.","metagaming#Metagaming":"Using information that your character did not find out in game which includes streams, discord channels, or anything used to enhance your roleplay. This also includes information between different characters.\nAfter you die, you cannot talk about your death through in-character channels unless someone informs you through RP.\nUse of any third-party platforms (to include, not limited to, Discord, Skype, Twitch. YouTube, Kick, Gilded, ETC) for communication is prohibited.\nAny use of powers (tx/admin panels) to influence a roleplay situation is STRICTLY prohibited. All power usage is logged and only viewable by the server owners.","powergaming#Powergaming":"Attempting to use roleplay as an excuse for abusing non-existent game mechanics to gain an advantage within roleplay (i.e: not properly identifying your wounds, unrealistic use of /seat, or using handcuffs without compliance)\nYou should not be selling drugs while in a car or on a bike. There is a reason that you may not start selling from inside of a vehicle. You must be on foot while selling.\n/e sitchair into a building is considered powergaming! So remember dont power game!\nUse of various emotes while in vehicles comes with a strict set of limitations. Violation of these limits will result in punishment up to being banned. These limits are as follows:\nDriving while in an emote that conceals your character in a vehicle is STRICTLY forbidden. This is grounds for immediate punishment.\nShooting while in an emote that conceals your character in a vehicle is STRICTLY forbidden. This is grounds for immediate punishment.\nPassengers may utilize emotes that conceal their character in a vehicle while the vehicle is in motion but the above limits still apply.\nDrift and Drag cars are not allowed for use during heists. They are only to be used in races.","random-deathmatch-rdm#Random Deathmatch (RDM)":"Killing another player(s) without any roleplay reason or an attempt to roleplay. You must initiate before killing someone and can’t just kill someone without the intent to roleplay. This is mainly left to admins discretion.\nPlease utilize your judgment skills when it comes to initiating gunfights near server restarts. This generally means don’t go killing someone for the purposes of roleplay in the last 10 minutes leading up to restart. Failure to follow this guideline is considered RDM and will be handled accordingly.","vehicle-deathmatch-vdm#Vehicle DeathMatch (VDM)":"Killing or attempting to injure another player(s) with a vehicle without any intent to roleplay is not allowed.\nIf somebody holds a gun to you while you are in a vehicle that is turned on, you can drive away / run them over as your intention of escape and nothing further.\nYou should treat your vehicle as if you actually owned it.\nYou should not be ramming other players or using your car as a weapon. You wouldn’t realistically use your vehicle as a weapon. (admin discretion)","cop-baiting#Cop Baiting":"Attempting to bait police into arresting you or pulling you over. You should not put yourself into cop scenes if you are not involved without reason. Being bored is not a reason. (Do not just randomly shoot in an area to ambush police. This excludes cops pulling up to gang on gang beef or war.)","fail-rp#Fail RP":"Where this rule can be quite broad, it will apply to any action that is either unrealistic or failure to roleplay. An example here would be attempting to pass items through glass.\nAt no time may anyone escape prison, or assist someone in escaping prison, using a helicopter. This rule is also encompassed with FailRP as there would be prison guards who would shoot down the helicopter IRL.","fear-rp#Fear RP":"Fear roleplay is the concept of role-playing fear for your character’s life in situations where your attacker is able to quickly end your life at will. This can come in the form of having a weapon aimed at your character's head at close range, where reaching for your own weapon would result in you being killed instantly, or where your life is in direct danger and any attempt to resist would result in your immediate death.","breaking-character#Breaking Character":"You should not break character at ANY time in the city.\nUsing terms you would use in real life, such as referring to someone's voice as “microphone”\nRemember to FINISH any situation where a rule break occurs and report it afterwards.\nYour characters should never know about each other unless someone tells you about them, or finds out about them in the city. Such as a cop reading a report, or someone telling you about something that they did.\nStaff is not to be referred to in the city under any circumstances, nor should bans, rule breaks, or anything similar related to staff duties. There is a ticket system in place for those affairs.\nReports of any kind (bug, staff, support, etc) made in- character to any member of the staff or development team will result in an immediate ban. It completely ruins the immersion our team is having and we will have zero tolerance for this behavior. For example: “ I wish the gods would fix (insert problem here)”.","unrealistic-driving#Unrealistic Driving":"HUH? Jumps are risky, have fun! (This city is set up for fun RP and cool content. Jumps make cool content.)","default-danny#Default Danny":"You must alter your character when you first spawn in. Attempting to roleplay with the default character will result in a ban. We don’t wanna ruin peoples immersion, please create the BEST YOU possible.","griefing#Griefing":"The act of intentionally irritating another player with malicious intent is not allowed.\nBody dumping is allowed but you are not allowed to do it without valid roleplay reason.","exploiting#Exploiting":"Any abuse or exploits of in game mechanics are not allowed. This includes but is not limited to duplicating items or sharing items, money, and knowledge between your characters. Example, Cutting down all the logging trees, and flying out in order to “respawn” them.\nIf caught exploiting, Staff will address it immediately\nIf you find a bug, report it under the ticket section.","combat-logging#Combat Logging":"Leaving the server during an active situation to avoid negative in-character consequences; which includes being killed, robbed, or arrested is prohibited.\nIf you need to leave for something out of the city, communicate it as best as you can in character.\nIf your game crashes, please post with a screenshot of your crash message in the #crash-reports channel in the Discord\nIf you leave the server during an active combat situation and do not express why, you will be banned.","misuse-of-ooc-chat-in-city#Misuse of OOC chat in city":"OOC should only be used for major issues that prevent roleplay from continuing and should never be used for general / support questions, that is what Discord can be used for. If you misuse OOC chat, it may result in a ban.","toxicity#Toxicity":"Whether in character or out of character, you should never speak or treat anyone negatively that does not make sense to your character’s traits/ Never take anything from in city OOC to create an argument or tension within the community\nBeing toxic in any way, shape, or form, whether it's in the server or Discord, can have you removed from our community. If you have an issue please create a ticket and we can properly discuss it and try to solve it as best as we can.","reporting#Reporting":"When reporting, be sure to make a ticket on Discord as there will be no other acceptable way to report, Please be as detailed as possible when reporting other players. Include the player name. Character name, or ID. Provide any video evidence, If no evidence is provided, then there may be nothing done on the report. This includes lost/vanished items or cars.\nIf you notice an issue or rulebreak, do not call them out in Discord or in the city. Make a ticket so staff can take care of the situation\nIf the incident you are reporting involves staff and you feel that you cannot let them be involved in the ticket then utilize the Private Support option. Be aware that these are handled exclusively by the owners and may take longer to resolve.\nBug reports that can be exploited or require compensation should be submitted via a bug report ticket. Any other bug report can be posted in the bug reports forum where a community member might be able to assist.","criminal-activity#Criminal Activity":"NO heists (to include house robberies) may take place 30 minutes before or 30 minutes after a restart.\nIf a scene was initiated prior to the 30 minute limit before a storm and is still going during the storm, it may continue immediately into the next storm.\nChain robbing is not allowed. You must wait at least 30 minutes between robbing a store or bank.\nUtilizing test drive vehicles for ANY criminal activity is STRICTLY prohibited. You will be given one warning and cops WILL impound the test drive on site.\nWhen doing ANY heist and cops are not on scene, you must wait at least 10 minutes from the end of the heist before leaving the scene.\nHaving your friend fly in on his cop character to allow various criminal activity and not having them actively participate in trying to capture you is STRICTLY prohibited\nIf you are doing a bank truck heist and intend to move the bank truck (in case you fail the hack etc) you must have a hostage. In the event that you fail the hack for the truck without a hostage you must stay at the location until police arrive.","hostage--kidnapping#Hostage / Kidnapping":"You cannot kidnap someone for no reason.\nYou are not allowed to kidnap a government official (EMS/PD) without a valid RP reason. You not liking them is not a valid RP reason.\nYou are not allowed to kidnap an officer unless there are 6 other officers present.\nFind a real hostage and plan out your robberies. You cannot use someone in your own crew as a hostage because you cannot find someone.\nBe realistic with your robberies and plan your hostages (minimum of 1), make sure that you have enough hostages for all of your demands, or time. Understand that due to time, Police can breach the building, if you do not have enough hostages to trade for time.","robbing-other-players#Robbing other Players":"Players are allowed to rob other players by either roleplaying it or by forcing them to raise their hands. Do not pocket wipe without a valid reason to do so, this should not be your first instinct. You may rob bodies after you have killed them. You cannot kill people with the sole intention of robbing them. DO NOT rob people as your main source of income.\nA criminal is not allowed to demand someone to hand over ownership of their vehicle, BUT they can demand the spare keys to a vehicle.\nYou may not demand someone to withdraw money from their bank accounts from an atm / bank.\nUnder no circumstances can a criminal force his victim to sell his property, such as houses, vehicles or businesses.\nYou CANNOT rob government employees (PD,DOJ,EMS) STRICTLY for the purpose of obtaining their belongings. This is cop baiting.","scamming#Scamming":"Scamming is allowed but be realistic, if you do not own a vehicle you cannot pretend you do and “sell” it to someone.","low-effort-roleplay#Low Effort Roleplay":"If you’re bored with your time in the city, think of something creative that is beneficial and fun for everyone, not just you and your group (i.e: go mountain biking, have a car meet / cruise, go out to lunch etc.)\nWe are a roleplay server for a reason.","no-intent-to-roleplay-nitrp#No Intent to Roleplay (NITRP)":"If you have no intentions of roleplaying, staff may reach out to you to address the situation.","derogatory-terms#Derogatory Terms":"Any homophobic, racist, transphobia, or anything that could be considered hateful towards a person, or group of people, is NOT allowed.","steam-account#Steam Account":"Your steam name cannot include any offensive language or terms.\nYour account is your responsibility, if someone else uses your account and gets banned, that is your responsibility and your account.","hunting-rifle#Hunting Rifle":"A hunting rifle cannot be used against players and must only be used for hunting.","selling-locations#Selling Locations":"If someone comes to you with knowledge that you know where it is at, and asks for it, you can charge a price or item for the location.","live-streams#Live Streams":"You are allowed to stream anything in the city. Nothing has to be hidden at any point in the city, but what you choose to hide on your stream is your choice. Though again with that being said, no metagaming locations or information of any sort. Learn information through RP.","away-from-keyboard-afk#Away From Keyboard (AFK)":"Going AFK is not an excuse to not become a hostage or be part of any criminal activity. If you are AFK and want to avoid being taken hostage, go into your house or apartment when you are alone.\nIt is your responsibility to get yourself into a safe spot if you are going to walk away from the game.\nGoing AFK while doing a job will not be tolerated unless its an EMERGENCY","clips--bodycam#Clips / Bodycam":"You cannot use a body cam to combat the NLR rule. Once you are downed, that is it.\nCops run body cam and they have tracking devices, however if a person comes up after pd is down and does /me takes body cam or your tracking device is removed from your pockets then there is no evidence to pursue charges.","real-world-trading#Real World Trading":"You cannot purchase any in-game items with real-life money. This would also include buying and selling import cars using in-game currency since those vehicles are only obtainable through purchases and giveaways.","gang--cop-limits--standards#Gang & Cop Limits / Standards":"","whitelisted-gangs#WHITELISTED GANGS:":"Whitelisted Gangs are supposed to be held to a higher standard and should always focus on the Roleplay before the Gun play. Always attempt to roleplay out situations such as hostage takings, before shooting the other side. Such as meetings, trades, etc.\nGang Limit = 10 members including hang arounds\nWhen blooding someone out of your group / gang, you must provide staff proof the individual agreed to a blood in/blood out contract. Only Whitelisted gangs are approved for Blood in/Blood out.\nCurrently the following gangs are Whitelisted:\nOrganization\nThe Cartel\nKhaos\nGang\nBarbie Gang\nMotorcycle Clubs (MC's)\nAngels of Death (AOD)\nThe Lost\nPrivate Security/Mercenary Group\nMerryweather Security\nPolice Raids constitute the entire gang being allowed to defend turf with all individuals. Houses are not included.","criminal-limits--standards#CRIMINAL LIMITS / STANDARDS":"Store Robbery: 4 Crim Max\nATM Robbery: 4 Crim Max\nBank Truck Robbery: 4 Crim Max\nFleeca Bank: 4 Crim Max\nVangelico: 4 Crim Max\nPaleto Bank: 4 Crim Max\nBobcat/MWS: 4 Crim Max (Coming Soon)\nWarehouse Robbery: 4 Crim Max (Coming Soon)\nOil Rig: 6 Crim Max (Coming Soon)\nCasino: 6 Crim Max (Coming Soon)\nRocks n Socks Jewelry: 6 Crim Max\nPacific Bank: 6 Crim Max\nMWS PvP Heist: 4 Crim Max\nCayo PvP Heist: 6 Crim Max\nBasic Situations (10/80s/Shootouts/Boosting/Chopshop): 4 Crim Max\nCop shootouts 4 crim max, Cop shootout clause does not apply.\nRemember to always value your life and no combat logging.","private-security-merryweather#Private Security (Merryweather):":"Anyone may hire private security to plus up their numbers to the limit for the applicable activity. It is the responsibility of the private security to ensure that they do not exceed limits for any activity be it a gang war etc.\nEXAMPLE: You are engaged in a gang war and are the only gang member in city. The opposing gang has 4 members in city. You decide to hire private security for your protection. You may hire up to 5 so you have a total of 6 while the opposing gang can only hire up to 2 to bring their total to 6.\nIn the event that you are defending your gang turf with the assistance of private security you can only hire up to the limit of 10 and if additional gang members fly in then the private security will need to disengage and retreat from the scene.\nIt is the responsibility of the private security force to ensure compliance with engagement limits. It is understood there may be moments where limits are exceeded for brief interactions but it should be minimized and if it is a problem please submit a ticket with video evidence.","kill-on-sight-kos#Kill On Sight (KOS)":"KOS is against the rules unless during Events, Gang Wars/Gang Beef, someone is removing a gang spray.","rules-for-gang-wars#Rules For Gang Wars":"Gang wars should only be initiated by the leaders of the gang within the city. The terms of the war will be mutually agreed upon by both gang leaders and will serve as the rules for the conflict. It's important to ensure that you adhere to all these rules.\nGang Wars are limited to what gangs agree upon\nOnce a shootout occurs the  gang that started it are on a 15 minute shootout cooldown, Once the enemy gang retaliates they are also on a 15 minute cooldown. Applies to beef as well. (This will be HEAVILY ENFORCED.)\nAfter agreeing to the terms in the city, you must post the terms for Beef/War in gang chat, this is a requirement for gang leaders to post here.\nMinimum term list below:\nIs this beef going to be KOS?\nWhat has happened RP wise to build this gang war?\nWho is fighting in the Gang War?\nLeaders of the gangs?\nAll other terms discussed and agreed upon.","more-information-on-gang-wars#More information on Gang wars":"There needs to be an actual RP build up to have a gang war\nKOS on turfs is ALLOWED\nKOS is also something that needs to be established with the leaders during the gang war meeting. IF THIS IS NOT ESTABLISHED IN WAR TERMS, STAFF WILL REACH OUT AND ADDRESS THE SITUATION.\nIt is HIGHLY recommended and encouraged that if KOS for a gang war is an agreement that a ticket is logged with approval from both gang leaders. Either one can initiate the ticket and @/ping the other gang leader and each may provide their approval for the war and the terms. This is to prevent confusion and he said/she said issues.\nWhile in gang war, you must rep your color at all times, unless doing criminal activities such as heists.  Some members do not have to participate in shootouts and or war but have to  anticipate being shot at or taken hostage.\nWhen going down in a situation, you must wait 15 minutes before injecting yourself into any criminal situation. If taking medical. (GLOBAL FOR COPS AND CRIMS IN ANY SORT OF SHOOTOUT.)\nWhen you are pushing a rival gang on their turf, both sides are allowed the full member count of their gang. ← Example A gang with 10 members pushes a gang with 10 members, it would become a 10v10.\nExample: If a 5 man group pushes the 10 man group on their turf, ALL 10 will be able to attack back. You will no longer be locked to only 5 defending your turf. If an opposing gang feels brave enough to push another gang turf, they must face the wraith.\nAnything OUTSIDE of the turf will remain a 6v6. (However if a gang is hanging out together and you try to press them then they can respond with everyone in that situation.)\nYou may return to your turf after for example being shot at alta, although if you do return the 6v6 becomes the whole gang against the whole gang.\nYou are not allowed to ally with anyone outside of your gang to attack a different gang, unless you have hired a mercenary group through RP. (Merryweather Security)","graphic-changes#Graphic Changes":"No shooter or pvp packs are permitted.\nNo RPF modifications (delete props/etc.)\nNo Graphic changes outside of the default GTA graphics are permitted (to include minecraft roads and no props ETC)\nStretched Resolution is not permitted.\nBlood Packs are permitted. Only Realistic Blood type of packs are allowed no alterations such as Confetti, Electricity, Cards, Axes, ETC\nNVE and Texture packs like that are perfectly acceptable making it a more realistic feeling but altering the game for beneficial gain will not be tolerated.","cheats--injection#Cheats / Injection":"Use of any cheats/executors/injectors is STRICTLY prohibited.\nWe are aware that things such as Wallhacks/ESP and Aimbot are not detectable but that doesn’t make it okay. We have other methods to detect use of these tools and will hand out punishment accordingly.","scenario-characters#Scenario Characters":"At times various characters in the city controlled by staff members require OOC knowledge to make decisions. These characters are presumed to have unnatural knowledge of events that occur in the city and are ALLOWED to make decisions based on this information.\nThese characters are only around for limited periods of time and may take various forms to complete the scenarios envisioned by the staff. Do not attempt to unmask or reveal these characters.\nThese characters are NOT the primary characters played by the staff member.\nCharacters not controlled by staff are not permitted to use OOC knowledge for any decision making.\nBy interacting with these characters you are agreeing that these characters may be influenced by events they did not witness firsthand. If you do not agree to these terms then you will not be able to interact with that character nor receive any tasks/rewards from them.","closing#Closing":"All rules are subject to be changed at any time without due notice.\nBan length is dependent on previous bans/warnings and the severity of the rules broken.\nYou may open a ban appeal ticket to discuss your ban."}}}